//************************************************************
//  Copyright (c) 深圳市赛元微电子有限公司
//	文件名称	:STOP_Option_EW.h
//	作者		:
//	模块功能	: STOP固件库函数头文件
//	局部函数列表:
//  最后更正日期: 2024/8/19
// 	版本		: V1.0
//  说明        ：该文件仅适用于SC92L840x系列芯片
//*************************************************************
#ifndef _STOP_OPTION_EW_H_
#define	_STOP_OPTION_EW_H_


/**************************************************
*函数名称：void EnterSTOPMode()
*函数功能：进入STOP模式
*入口参数：无
*出口参数：void
**************************************************/
void EnterSTOPMode();

/**************************************************
*函数名称：void EnterIDLEMode()
*函数功能：进入IDLE模式
*入口参数：无
*出口参数：void
**************************************************/
void EnterIDLEMode();
#endif